Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/D04C.tmx
Source language: en_us
Languages: zh_cn

source: The Little-Known Legend of Jesus in Japan
zh_cn: 鲜有人知的日本耶稣传说

source: On the flat top of a steep hill in a distant corner of northern Japan lies the tomb of an itinerant shepherd who, two millennia ago, settled down there to grow garlic.
zh_cn: 在日本北部一个偏僻的角落，一座陡峭的小山平坦的山顶上，坐落着一座两千年前到日本种植大蒜的某名传教士的坟墓。

source: He fell in love with a farmer's daughter named Miyuko, fathered three kids and died at the ripe old age of 106.
zh_cn: 他爱上了当地一个农民的女儿宫津, 生下了3个孩子，于106岁时去世。

source: In the mountain hamlet of Shingo, he's remembered by the name Daitenku Taro Jurai.
zh_cn: 在新岛村这个小山村，他以Daitenku Taro Jurai这个名字被人铭记。

source: The rest of the world knows him as Jesus Christ.
zh_cn: 现在，世界一些别的地方的人认为这里安葬的是耶稣基督。

source: It turns out that Jesus of Nazareth--the Messiah, worker of miracles and spiritual figurehead for one of the world's foremost religions--did not die on the cross at Calvary, as widely reported.
zh_cn: 这个结果说明拿撒勒的耶稣，即圣迹的创造者与世界上第一个宗教的精神领袖弥赛亚，并非像大家认为的那样死于耶稣受难地的十字架上。

source: According to amusing local folklore, that was his kid brother, Isukiri, whose severed ear was interred in an adjacent burial mound in Japan.
zh_cn: 这些有趣的当地民间传说还说，耶稣弟弟的那只断耳埋在耶稣墓附近的另一个土堆里。

source: A bucolic backwater with only one Christian resident (Toshiko Sato, who was 77 when I visited last spring) and no church within 30 miles, Shingo nevertheless bills itself as Kirisuto no Sato (Christ's Hometown).
zh_cn: 这个穷乡僻壤只有一个基督徒（77岁的Toshiko Sato，去年春天来访过这里一次），而且在方圆30英里之内没有一座教堂。然而，新岛村还是把自己命名为耶稣之乡。

source: Every year 20,000 or so pilgrims and pagans visit the site, which is maintained by a nearby yogurt factory. Some visitors shell out the 100-yen entrance fee at the Legend of Christ Museum, a trove of religious relics that sells everything from Jesus coasters to coffee mugs.
zh_cn: 每年大约2万朝圣者及异教徒来到由一个酸奶厂维护的耶稣墓，还有一些访客花上100日元，购买耶稣圣迹博物馆的门票。这个博物馆号称藏有一批宗教文物，但实际上售卖的是耶稣纪念品，从印有耶稣头像的杯托到马克杯。

source: Some participate in the springtime Christ Festival, a mashup of multidenominational rites in which kimono-clad women dance around the twin graves and chant a three-line litany in an unknown language.
zh_cn: 有些人参加了春天举行的基督节。这个节庆活动糅合了多种礼拜仪式，并有身着和服的女人在两座坟墓边表演舞蹈，并用一种不知道是什么的语言吟唱三行长的连祷文。

source: The ceremony, designed to console the spirit of Jesus, has been staged by the local tourism bureau since 1964.
zh_cn: 这个所谓安抚耶稣灵魂的仪式实际上是由当地旅游局在1964年“开发”出来的。

source: The Japanese are mostly Buddhist or Shintoist, and, in a nation of 127.8 million, about 1 percent identify themselves as Christian.
zh_cn: 大部分日本人都是佛教徒或神道教徒，一共1.278亿的人口中只有1%是基督徒。

source: The country harbors a large floating population of folk religionists enchanted by the mysterious, the uncanny and the counterintuitive.
zh_cn: 这个国家为那些被基督教神秘、反常的一面吸引的本地基督教徒提供了一个庇护所。

source: "They find spiritual fulfillment in being eclectic," says Richard Fox Young, a professor of religious history at the Princeton Theological Seminary. "That is, you can have it all: A feeling of closeness--to Jesus and Buddha and many, many other divine figures--without any of the obligations that come from a more singular religious orientation."
zh_cn: “他们在寻求折中之时探求到了精神上的满足感。 理查德·福克斯·杨，普林斯顿大学神学研究院教授说道，“也即：你可以寻求到与耶稣或佛祖或别的什么神灵的无上接近，没有任何来自于别的宗教派别的阻挡。”

source: In Shingo, the Greatest Story Ever Told is retold like this: Jesus first came to Japan at the age of 21 to study theology.
zh_cn: 在新岛村，世界上最伟大的故事（耶稣的一生）被重新讲述为：耶稣21岁的时候来到日本开始学习神学。

source: This was during his so-called "lost years," a 12-year gap unaccounted for in the New Testament.
zh_cn: 这段时间（耶稣21-33岁期间）恰好是一段“失去的时间”，一个未被新约全书记载的12年。

source: He landed at the west coast port of Amanohashidate, a spit of land that juts across Miyazu Bay, and became a disciple of a great master near Mount Fuji, learning the Japanese language and Eastern culture.
zh_cn: 在这段时间内，他在日本西部海港Amanohashidate定居，一个位于宫津海滩对岸的地方。他在富士山附近成为了某位大师的信徒，并开始学习日语与东方文化。

source: At 33, he returned to Judea--by way of Morocco!
zh_cn: 在33岁那年，他经由摩洛哥回到了尤迪亚（古罗马统治的巴勒斯坦西部地区）。

source: --to talk up what a museum brochure calls the "sacred land" he had just visited.
zh_cn: 博物馆的介绍手册上把他来过的这个地方称作“圣地”。
